[
  {
    "name": "Steve Jobs",
    "details": "When Paul Jobs was mustered out of the Coast Guard after World War II, he made a wager with his crewmates. They had arrived in San Francisco, where their ship was decommissioned, and Paul bet that he would find himself a wife within two weeks. He was a taut, tattooed engine mechanic, six feet tall, with a passing resemblance to James Dean. But it wasn’t his looks that got him a date with Clara Hagopian, a sweet-humored daughter of Armenian immigrants. It was the fact that he and his friends had a car, unlike the group she had originally planned to go out with that evening. Ten days later, in March 1946, Paul got engaged to Clara and won his wager. It would turn out to be a happy marriage, one that lasted until death parted them more than forty years later.Paul Reinhold Jobs had been raised on a dairy farm in Germantown, Wisconsin. Even though his father was an alcoholic and sometimes abusive, Paul ended up with a gentle and calm disposition under his leathery exterior. After dropping out of high school, he wandered through the Midwest picking up work as a mechanic until, at age nineteen, he joined the Coast Guard, even though he didn’t know how to swim. He was deployed on the USS General M. C. Meigs and spent much of the war ferrying troops to Italy for General Patton. His talent as a machinist and fireman earned him commendations, but he occasionally found himself in minor trouble and never rose above the rank of seaman.Clara was born in New Jersey, where her parents had landed after fleeing the Turks in Armenia, and they moved to the Mission District of San Francisco when she was a child. She had a secret that she rarely mentioned to anyone: She had been married before, but her husband had been killed in the war. So when she met Paul Jobs on that first date, she was primed to start a new life.Like many who lived through the war, they had experienced enough excitement that, when it was over, they desired simply to settle down, raise a family, and lead a less eventful life. They had little money, so they moved to Wisconsin and lived with Paul’s parents for a few years, then headed for Indiana, where he got a job as a machinist for International Harvester. His passion was tinkering with old cars, and he made money in his spare time buying, restoring, and selling them. Eventually he quit his day job to become a full-time used car salesman.Clara, however, loved San Francisco, and in 1952 she convinced her husband to move back there. They got an apartment in the Sunset District facing the Pacific, just south of Golden Gate Park, and he took a job working for a finance company as a “repo man,” picking the locks of cars whose owners hadn’t paid their loans and repossessing them. He also bought, repaired, and sold some of the cars, making a decent enough living in the process.There was, however, something missing in their lives. They wanted children, but Clara had suffered an ectopic pregnancy, in which the fertilized egg was implanted in a fallopian tube rather than the uterus, and she had been unable to have any. So by 1955, after nine years of marriage, they were looking to adopt a child.Like Paul Jobs, Joanne Schieble was from a rural Wisconsin family of German heritage. Her father, Arthur Schieble, had immigrated to the outskirts of Green Bay, where he and....."
  },
  {
    "name": "Elon Musk",
    "details": "Elon Musk’s attraction to risk was a family trait. In that regard, he took after his maternal grandfather, Joshua Haldeman, a daredevil adventurer with strongly held opinions who was raised on a farm on the barren plains of central Canada. He studied chiropractic techniques in Iowa, then returned to his hometown near Moose Jaw, where he broke in horses and gave chiropractic adjustments in exchange for food and lodging.He was eventually able to buy his own farm, but he lost it during the depression of the 1930s. For the next few years, he worked as a cowboy, rodeo performer, and construction hand. His one constant was a love for adventure. He married and divorced, traveled as a hobo on freight trains, and was a stowaway on an oceangoing ship.The loss of his farm instilled in him a populism, and he became active in a movement known as the Social Credit Party, which advocated giving citizens free credit notes they could use like currency. The movement had a conservative fundamentalist streak tinged with anti-Semitism. Its first leader in Canada decried a “perversion of cultural ideals” because “a disproportionate number of Jews occupy positions of control.” Haldeman rose to become chair of the party’s national council.He also enlisted in a movement called Technocracy, which believed that government should be run by technocrats rather than politicians. It was temporarily outlawed in Canada because of its opposition to the country’s entry into World War II. Haldeman defied the ban by taking out a newspaper ad supporting the movement.At one point he wanted to learn ballroom dancing, which is how he met Winnifred Fletcher, whose adventurous streak was equal to his. As a sixteen-year-old, she got a job at the Moose Jaw Times Herald, but she dreamed of being a dancer and actress. So she lit out by train to Chicago and then New York City. Upon her return, she opened a dance school in Moose Jaw, which is where Haldeman showed up for lessons. When he asked her to dinner, she replied, “I don’t date my clients.” So he quit the class and asked her out again. A few months later, he asked, “When will you marry me?” She responded, “Tomorrow.”They had four children, including twin girls, Maye and Kaye, born in 1948. One day on a trip he spotted a For Sale sign on a single-engine Luscombe airplane sitting in a farmer’s field. He had no cash, but he convinced the farmer to take his car in exchange. It was rather impetuous, since Haldeman did not know how to fly. He hired someone to fly him home and teach him how to pilot the plane.The family came to be known as The Flying Haldemans, and he was described by a chiropractic trade journal as “perhaps the most remarkable figure in the history of flying chiropractors,” a rather narrow, albeit accurate, accolade. They bought a larger single-engine plane, a Bellanca, when Maye and Kaye were three months old, and the toddlers became known as “the flying twins.”With his quirky conservative populist views, Haldeman came to believe that the Canadian government was usurping too much control over the lives of individuals and that the country......"
  },
  {
    "name": "Einstein: His Life and Universe",
    "details": "“I promise you four papers,” the young patent examiner wrote his friend. The letter would turn out to bear some of the most significant tidings in the history of science, but its momentous nature was masked by an impish tone that was typical of its author. He had, after all, just addressed his friend as “you frozen whale” and apologized for writing a letter that was “inconsequential babble.” Only when he got around to describing the papers, which he had produced during his spare time, did he give some indication that he sensed their significance.1“The first deals with radiation and the energy properties of light and is very revolutionary,” he explained. Yes, it was indeed revolutionary. It argued that light could be regarded not just as a wave but also as a stream of tiny particles called quanta. The implications that would eventually arise from this theory—a cosmos without strict causality or certainty—would spook him for the rest of his life.“The second paper is a determination of the true sizes of atoms.” Even though the very existence of atoms was still in dispute, this was the most straightforward of the papers, which is why he chose it as the safest bet for his latest attempt at a doctoral thesis. He was in the process of revolutionizing physics, but he had been repeatedly thwarted in his efforts to win an academic job or even get a doctoral degree, which he hoped might get him promoted from a third-to a second-class examiner at the patent office.The third paper explained the jittery motion of microscopic particles in liquid by using a statistical analysis of random collisions. In the process, it established that atoms and molecules actually exist.“The fourth paper is only a rough draft at this point, and is an electrodynamics of moving bodies which employs a modification of the theory of space and time."
  },
  {
    "name": "Elizabeth the Queen: The Life of a Modern Monarch",
    "details": "On 26 January 1926, forty scientists and a handful of journalists trooped up to a Frith Street attic workshop in London’s West End to see an office boy called William Taynton making faces on a screen. The Times noted that the image was ‘faint and often blurred’. Nonetheless, it would be a twentieth-century turning point. ‘It is possible,’ the report continued, ‘to transmit and reproduce instantly the details of movement’. This tiny audience had just witnessed the birth of television, or, as their host, Scottish electrical engineer John Logie Baird, called it, ‘the televisor’.1Three months later, less than a mile away, there was a similarly historic moment – one which, likewise, resonates to this day. In the early hours of Wednesday, 21 April, a princess was born. Today, it might seem rather appropriate that the first monarch of the television age should have entered the world at the same time as the medium through which the planet has come to know her. Perhaps it also illustrates the way in which she spans the epochs. This was a nation still in shock from the losses of the First World War. Half the population had been born in the reign of Queen Victoria (whose son, the Duke of Connaught, would be one of the baby’s godfathers). In Blackpool, there was still an old soldier who could describe the Charge of the Light Brigade because he had taken part in it.* In Alabama, the last known survivor of the last slave ship from Africa to the United States, Cudjoe Lewis, was about to have his story published in the Journal of American Folklore. Such was the world around Princess Elizabeth Alexandra Mary of York as she came into it at her maternal grandfather’s London home, 17 Bruton Street.Her mother, the Duchess of York, had very much wanted a daughter. The Duke was simply elated to be a father. ‘You don’t know what a tremendous joy it is to Elizabeth & me to have our little girl,’ he wrote to his mother, Queen Mary.2he child was automatically third in line to the throne, though few imagined that she would ever accede to it. King George V’s heir, the Prince of Wales – known to all as ‘David’ – was the most eligible bachelor on earth. It was generally assumed that he would have a family of his own one day. Those familiar with the real David would be well aware of his rackety private life, of his infatuation with married women and of the distinct possibility that he might never produce an heir. Even so, they could still expect the next of his three brothers, ‘Bertie’, the Duke of York, to have more children and to produce a son, who would leapfrog ahead of his sister in the line of succession.Those who knew their history, however, would recall that King George III had produced fifteen children, yet it was the only daughter of a younger son who had gone on to rescue the throne. ‘I have a feeling the child will be Queen of England,’ the diarist"
  },
  {
    "name": "Charlotte's Web",
    "details": "‘WHERE’S Papa going with that axe?’ said Fern to her mother as they were setting the table for breakfast.‘Out to the hoghouse,’ replied Mrs Arable. ‘Some pigs were born last night.’ I don’t see why he needs an axe,’ continued Fern, who was only eight.‘Well,’ said her mother, ‘one of the pigs is a runt. It’s very small and weak, and it will never amount to anything. So your father has decided to do away with it.’‘Do away with it?’ shrieked Fern. ‘You mean kill it? Just because it’s smaller than the others’Mrs Arable put a pitcher of cream on the table. ‘Don’t yell, Fern!’ she said. ‘Your father is right. The pig would probably die anyway.’Fern pushed a chair out of the way and ran outdoors. The grass was wet and the earth smelled of springtime. Fern’s sneakers were sopping by the time she caught up with her father.‘Please don’t kill it!’ she sobbed. ‘It’s unfair.’Mr Arable stopped walking.‘Fern,’ he said gently, ‘you will have to learn to control yourself.’‘Control myself?’ yelled Fern. ‘This is a matter of life and death, and you talk about controlling myself.’ Tears ran down her cheeks and she took hold of the axe and tried to pull it out of her father’s hand.‘Fern,’ said Mr Arable, ‘I know more about raising a litter of pigs than you do. A weakling makes trouble. Now run along!’‘But it’s unfair,’ cried Fern. ‘The pig couldn’t help being born small, could it? If I had been very small at birth, would you have killed me?’Mr Arable smiled. ‘Certainly not,’ he said, looking down at his daughter with love. ‘But this is different. A little girl is one thing, a little runty pig is another.’‘I see no difference,’ replied Fern, still hanging on to the axe. ‘This is the most terrible case of injustice I ever heard of.’A queer look came over John Arable’s face. He seemed almost ready to cry himself.‘All right,’ he said. ‘You go back to the house and I will bring the runt when I come in. I’ll let you raise it on a bottle, like a baby. Then you’ll see what trouble a pig can be.’When Mr Arable returned to the house half an hour later, he carried a carton under his arm. Fern was upstairs changing her sneakers. The kitchen table was set for breakfast, and the room smelt of coffee, bacon, damp plaster, and wood smoke from the stove.‘Put it on her chair!’ said Mrs Arable. Mr Arable set the carton down at Fern’s place. Then he walked to the sink and washed his hands and dried them on the roller towel.Fern came slowly down the stairs. Her eyes were red from crying. As she approached her chair, the carton wobbled, and there was a scratching noise. Fern looked at her father."
  },
  {
    "name": "If You Give a Mouse a Cookie",
    "details": "‘WHERE’S Papa going with that axe?’ said Fern to her mother as they were setting the table for breakfast.‘Out to the hoghouse,’ replied Mrs Arable. ‘Some pigs were born last night.’ I don’t see why he needs an axe,’ continued Fern, who was only eight.‘Well,’ said her mother, ‘one of the pigs is a runt. It’s very small and weak, and it will never amount to anything. So your father has decided to do away with it.’‘Do away with it?’ shrieked Fern. ‘You mean kill it? Just because it’s smaller than the others’Mrs Arable put a pitcher of cream on the table. ‘Don’t yell, Fern!’ she said. ‘Your father is right. The pig would probably die anyway.’Fern pushed a chair out of the way and ran outdoors. The grass was wet and the earth smelled of springtime. Fern’s sneakers were sopping by the time she caught up with her father.‘Please don’t kill it!’ she sobbed. ‘It’s unfair.’Mr Arable stopped walking.‘Fern,’ he said gently, ‘you will have to learn to control yourself.’‘Control myself?’ yelled Fern. ‘This is a matter of life and death, and you talk about controlling myself.’ Tears ran down her cheeks and she took hold of the axe and tried to pull it out of her father’s hand.‘Fern,’ said Mr Arable, ‘I know more about raising a litter of pigs than you do. A weakling makes trouble. Now run along!’‘But it’s unfair,’ cried Fern. ‘The pig couldn’t help being born small, could it? If I had been very small at birth, would you have killed me?’Mr Arable smiled. ‘Certainly not,’ he said, looking down at his daughter with love. ‘But this is different. A little girl is one thing, a little runty pig is another.’‘I see no difference,’ replied Fern, still hanging on to the axe. ‘This is the most terrible case of injustice I ever heard of.’A queer look came over John Arable’s face. He seemed almost ready to cry himself.‘All right,’ he said. ‘You go back to the house and I will bring the runt when I come in. I’ll let you raise it on a bottle, like a baby. Then you’ll see what trouble a pig can be.’When Mr Arable returned to the house half an hour later, he carried a carton under his arm. Fern was upstairs changing her sneakers. The kitchen table was set for breakfast, and the room smelt of coffee, bacon, damp plaster, and wood smoke from the stove.‘Put it on her chair!’ said Mrs Arable. Mr Arable set the carton down at Fern’s place. Then he walked to the sink and washed his hands and dried them on the roller towel.Fern came slowly down the stairs. Her eyes were red from crying. As she approached her chair, the carton wobbled, and there was a scratching noise. Fern looked at her father."
  },
  {
    "name": "The Grinch's Great Big Flap Book",
    "details": "‘WHERE’S Papa going with that axe?’ said Fern to her mother as they were setting the table for breakfast.‘Out to the hoghouse,’ replied Mrs Arable. ‘Some pigs were born last night.’ I don’t see why he needs an axe,’ continued Fern, who was only eight.‘Well,’ said her mother, ‘one of the pigs is a runt. It’s very small and weak, and it will never amount to anything. So your father has decided to do away with it.’‘Do away with it?’ shrieked Fern. ‘You mean kill it? Just because it’s smaller than the others’Mrs Arable put a pitcher of cream on the table. ‘Don’t yell, Fern!’ she said. ‘Your father is right. The pig would probably die anyway.’Fern pushed a chair out of the way and ran outdoors. The grass was wet and the earth smelled of springtime. Fern’s sneakers were sopping by the time she caught up with her father.‘Please don’t kill it!’ she sobbed. ‘It’s unfair.’Mr Arable stopped walking.‘Fern,’ he said gently, ‘you will have to learn to control yourself.’‘Control myself?’ yelled Fern. ‘This is a matter of life and death, and you talk about controlling myself.’ Tears ran down her cheeks and she took hold of the axe and tried to pull it out of her father’s hand.‘Fern,’ said Mr Arable, ‘I know more about raising a litter of pigs than you do. A weakling makes trouble. Now run along!’‘But it’s unfair,’ cried Fern. ‘The pig couldn’t help being born small, could it? If I had been very small at birth, would you have killed me?’Mr Arable smiled. ‘Certainly not,’ he said, looking down at his daughter with love. ‘But this is different. A little girl is one thing, a little runty pig is another.’‘I see no difference,’ replied Fern, still hanging on to the axe. ‘This is the most terrible case of injustice I ever heard of.’A queer look came over John Arable’s face. He seemed almost ready to cry himself.‘All right,’ he said. ‘You go back to the house and I will bring the runt when I come in. I’ll let you raise it on a bottle, like a baby. Then you’ll see what trouble a pig can be.’When Mr Arable returned to the house half an hour later, he carried a carton under his arm. Fern was upstairs changing her sneakers. The kitchen table was set for breakfast, and the room smelt of coffee, bacon, damp plaster, and wood smoke from the stove.‘Put it on her chair!’ said Mrs Arable. Mr Arable set the carton down at Fern’s place. Then he walked to the sink and washed his hands and dried them on the roller towel.Fern came slowly down the stairs. Her eyes were red from crying. As she approached her chair, the carton wobbled, and there was a scratching noise. Fern looked at her father."
  },
  {
    "name": "The Little Prince Book",
    "details": "‘WHERE’S Papa going with that axe?’ said Fern to her mother as they were setting the table for breakfast.‘Out to the hoghouse,’ replied Mrs Arable. ‘Some pigs were born last night.’ I don’t see why he needs an axe,’ continued Fern, who was only eight.‘Well,’ said her mother, ‘one of the pigs is a runt. It’s very small and weak, and it will never amount to anything. So your father has decided to do away with it.’‘Do away with it?’ shrieked Fern. ‘You mean kill it? Just because it’s smaller than the others’Mrs Arable put a pitcher of cream on the table. ‘Don’t yell, Fern!’ she said. ‘Your father is right. The pig would probably die anyway.’Fern pushed a chair out of the way and ran outdoors. The grass was wet and the earth smelled of springtime. Fern’s sneakers were sopping by the time she caught up with her father.‘Please don’t kill it!’ she sobbed. ‘It’s unfair.’Mr Arable stopped walking.‘Fern,’ he said gently, ‘you will have to learn to control yourself.’‘Control myself?’ yelled Fern. ‘This is a matter of life and death, and you talk about controlling myself.’ Tears ran down her cheeks and she took hold of the axe and tried to pull it out of her father’s hand.‘Fern,’ said Mr Arable, ‘I know more about raising a litter of pigs than you do. A weakling makes trouble. Now run along!’‘But it’s unfair,’ cried Fern. ‘The pig couldn’t help being born small, could it? If I had been very small at birth, would you have killed me?’Mr Arable smiled. ‘Certainly not,’ he said, looking down at his daughter with love. ‘But this is different. A little girl is one thing, a little runty pig is another.’‘I see no difference,’ replied Fern, still hanging on to the axe. ‘This is the most terrible case of injustice I ever heard of.’A queer look came over John Arable’s face. He seemed almost ready to cry himself.‘All right,’ he said. ‘You go back to the house and I will bring the runt when I come in. I’ll let you raise it on a bottle, like a baby. Then you’ll see what trouble a pig can be.’When Mr Arable returned to the house half an hour later, he carried a carton under his arm. Fern was upstairs changing her sneakers. The kitchen table was set for breakfast, and the room smelt of coffee, bacon, damp plaster, and wood smoke from the stove.‘Put it on her chair!’ said Mrs Arable. Mr Arable set the carton down at Fern’s place. Then he walked to the sink and washed his hands and dried them on the roller towel.Fern came slowly down the stairs. Her eyes were red from crying. As she approached her chair, the carton wobbled, and there was a scratching noise. Fern looked at her father."
  },
  {
    "name": "The Book of Basketball",
    "details": "DURING THE SUMMER of 1973, with Watergate unfolding and Willie Mays redefining the phrase stick a fork in him, my father was wavering between a new motorcycle and a single season ticket for the Celtics. The IRS had just given him a significant income tax refund of either $200 (the figure Dad remembers) or $600 (the figure my mother remembers). They both agree on one thing: Mom threatened to leave him if he bought the motorcycle.e were renting a modest apartment in Marlborough, Massachusetts, just twenty-five minutes from Boston, with my father putting himself through Suffolk Law School, teaching at an all-girls boarding school, and bartending at night. Although the tax refund would have paid some bills, for the first time my father wanted something for himself. His life sucked. He wanted the motorcycle. When Mom shot that idea down, he called the Celtics and learned that, for four dollars per game, he could purchase a ticket right behind the visitors' bench. Nowadays, you can't purchase four boxing pay-per-views or a new iPod for less than $150. Back then, that money secured a seat five rows behind the visitors' bench at the Boston Garden, close enough to see the growing bald splotch on Kareem's head.My father pulled the trigger and broke the news to my mother that night. The conversation probably went something like this:DAD: Good news, honey. I bought a season ticket for the Celtics. I'll be spending thirty-five nights a year inside the Garden by myself, not in- cluding playoff games, so you'll have to stay home with Billy alone on those nights because we don't have enough money to get a babysitter. Also, I used up nearly the entire income tax refund. But I couldn't resist- I think they can win the title this year!MOM (after a long silence): Are you serious?DAD: Um... I guess I could take Billy to some of the games. He could sit on my lap. What do you think?MOM: I think we got married too young."
  },
  {
    "name": "Sports Illustrated, the Art of a Beautiful Game",
    "details": "n The Art of a Beautiful Game, Chris Ballard, the award-winning Sports Illustrated writer who has covered the NBA for the past decade, goes behind the scenes to examine basketball in ways that will surprise even die-hard fans. An invet- erate hoops junkie who played some college ball, Ballard sits down with the NBA's most passionate, cerebral players to find out their tricks of the trade and to learn what drives them, taking readers away from the usual sports talk radio fodder and deep into the heart of the game.Ballard talks to Dwight Howard, a prolific shot-blocker, about the enervating feeling of meeting another man at the height of his leap; challenges Steve Kerr to a game of H-O-R-S-E to understand the mentality of a pure shooter; reveals the roots of Kobe Bryant's unmatched killer instinct; and spends time with LeBron James to better understand both his mental game and his seemingly unlimited physical skills. He tracks down renowned dunkers from Dominique to Shaq to explore the impact of the dunk on the modern game, shadows Shane Battier during his prepara- tions to defend LeBron, takes lessons from a free- throw shooting guru who once hit 2,750 in a row, and attends an elite NBA training camp to feel the pain that turns a prospect into a pro.Packed with lively characters and basketball history, and grounded in superb writing and the reportage that is the hallmark of Sports Illustrated, The Art of a Beautiful Game is an often witty, always insightful look at the men like Steve Nash, Yao Ming, and Alonzo Mourning who devote themselves to this elegant and complicated sport. It ultimately provides basketball fans what they all want: an inside read on the game they love."
  },
  {
    "name": "Seven Seconds or Less",
    "details": "I was looking to do something different, something from the inside. In my twenty-five years at SI, which included two decades of following the NBA, I had covered everything from BASE jumping to the world championship of squash, but had never engaged in partici- patory journalism, unless you count having Shaquille O'Neal back his 350-pound ass into me to demonstrate how he doesn't commit offensive fouls.Julie said she'd check with the authorities-general manager Bryan Colangelo and coach Mike D'Antoni-and get back to me.I homed in on the Suns for a variety of reasons, not the least ofwhich was Fie. I had known her for two decades and considered herone of the best in the business, not to mention someone who mightactually think it was an idea that would fly. I automatically crossedout a couple dozen or so other PR directors who would either dis-miss it out of hand or worked for a head coach who would ratherpush a mule cart down Broadway while wearing a thong than open awindow into the inner workings of his team. I also knew Colangelo and his father, Jerry, still the team's CEO and president. I knew D'Antoni and his assistant coaches, though not all that well, from interviewing them for a story I had written about the Suns during the previous season. I knew assistant coach Todd Quinter well-I even wrote a few stories about him three decadesago when he was a high school basketball star in Nazareth, Pennsyl-vania-but, as the team's chief scout, he was away from the teammuch of the time. I knew Steve Nash and Shawn Marion, the team'sveteran stars, though neither was what I would call a professionalconfidant. I thought they were good guys who might not mind anotebook-carrying dilettante; obviously, any such project would needthe blessing of the team's superstars, tacit or otherwise.The other reasons were purely pragmatic. First, the Suns wereprobably going to be good; unless a team is profoundly bad, like, say,the expansion New York Mets or the 2005-06 New York Knicks, it isalmost always better to write about a winner. Winning teams arehappy, happy teams talk, talk makes stories. Further, the Suns werecoming off of a positively revolutionary season during which theyhad become one of the most entertaining shows in sports. D'Antoni,having spent most of his playing and coaching career in Italy, did not subscribe to the prevailing NBA wisdom that a fast-break team can-not succeed, and so he built a team around Nash that ran like hell andtossed up three-point shots like so much wedding confetti. And,though no one suggested that D'Antoni and his staff didn't work"
  },
  {
    "name": "he Last Night of the Yankee Dynasty",
    "details": "MARIANO RIVERA sometimes paused to stand behind the crowd of teammates watching The Jerry Springer Show in the Yankees' clubhouse. As they laughed loudly and exhorted the on-screen combatants, Rivera remained silent, shaking his head. To him, the remedy for the many mis- behaving teenagers on the program was clear: rigid discipline. Establish rules, and if the children don't adhere, then physical punishment-a paddling that would hurt and be remembered must always follow. Growing up in Panama, he had been weaned on discipline. His father worked as a fisherman, collecting sardines to be processed for animal feed, a job that took him away from home a week at a time, and if little Mariano fell into trouble he would dwell in dread until his father re- turned, knowing that his mother would report his worst offenses. If he broke a window with a ball, he knew he would be spanked. There was no getting around this: mistakes are made, and consequences follow. His father insisted that Mariano be accountable for his behavior and show respect for others, and years later Mariano expected the same from his own children.Rivera, the Yankees' closer, thought players should act properly, as well; he despised pitchers who were disrespectful to opponents-glaring insolently at hitters and stomping and swaggering around the mound like angry Neanderthals, pumping a fist to celebrate the smallest successes. You should act as though you've won before, Rivera believed: you should act as though you expect to win again. Some pitchers grew mustaches and beards and groomed them in arcane ways to make themselves look threatening, but this made Rivera more certain they were actually very much afraid. During a Yankees game in Toronto in 1999, Blue Jays closer Billy Koch stalked in from the bullpen, a spaghetti strand of beard descending from his lower lip to his chin, and after throwing his first fastball for a strike, he lingered at the apron of the mound to stare at the batter. Rivera watched from his own bullpen and seethed. What a tough guy, he smirked to himself. What a joke. Show some respect for the game. Show some respect for yourself.There was inflexible structure to everything Rivera did. Some of the other Yankees adhered only grudgingly to the team's policy against long hair and beards, and a few holdouts always took the field with day-old fa- cial growth. But Rivera shaved before every game and had his thinning hair cut close to his scalp, like stitches on a baseball. He wore his uni- form precisely to code, with the cuffs of his uniform pants raised to the proper height above his heels, and he followed the same disciplined reg- imen before, during, and after games. When Rivera emerged from the Yankees' bullpen to pitch, he held his glove in his right hand and jogged"
  },
  {
    "name": "Harry Potter and the Sorcerer's Stone",
    "details": "Turning the envelope over, his hand trembling, Harry saw a purple wax seal bearing a coat of arms; a lion, an eagle, a badger and a snake surrounding a large letter 'H'.Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!Having become classics of our time, the Harry Potter stories never fail to bring comfort and escapism. With their message of hope, belonging and the enduring power of truth and love, the story of the Boy Who Lived continues to delight generations of new listeners. ompany of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon.Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.Written for J.R.R. Tolkien's own children, The Hobbit has sold many millions of copies worldwide and established itself as a modern classic"
  },
  {
    "name": "Harry Potter and the Chamber of Secrets",
    "details": "‘There is a plot, Harry Potter. A plot to make most terrible things happen at Hogwarts School of Witchcraft and Wizardry this year.'Harry Potter's summer has included the worst birthday ever, doomy warnings from a house-elf called Dobby, and rescue from the Dursleys by his friend Ron Weasley in a magical flying car! Back at Hogwarts School of Witchcraft and Wizardry for his second year, Harry hears strange whispers echo through empty corridors - and then the attacks start. Students are found as though turned to stone... Dobby's sinister predictions seem to be coming true.Having become classics of our time, the Harry Potter stories never fail to bring comfort and escapism. With their message of hope, belonging and the enduring power of truth and love, the story of the Boy Who Lived continues to delight generations of new listeners ompany of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon.Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.Written for J.R.R. Tolkien's own children, The Hobbit has sold many millions of copies worldwide and established itself as a modern classic.    "
  },
  {
    "name": "The Hobbit",
    "details": "Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon.Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.Written for J.R.R. Tolkien's own children, The Hobbit has sold many millions of copies worldwide and established itself as a modern classic. ompany of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon.Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.Written for J.R.R. Tolkien's own children, The Hobbit has sold many millions of copies worldwide and established itself as a modern classic"
  },
  {
    "name": "The Giver",
    "details": "Company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon.Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.Written for J.R.R. Tolkien's own children, The Hobbit has sold many millions of copies worldwide and established itself as a modern classic Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon.Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum.Written for Tolkien's own children, The Hobbit has sold many millions of copies worldwide and established itself as a modern classic."
  }
]
